const SURVEY_DATA = [
    {
        name: "空间共享篇",
        questions: [
            "同处一室时，手机通知是否应该调静音？",
            "起夜时，可以开洗手间的灯吗？",
            "睡觉的时候，一点光都不能有吗？",
            "偶尔想在民宿/酒店躺一天可以吗？",
            "晚上能接受对方与伴侣/家人打电话超过2次吗？",
            "是否有自己的住宿品质要求？(比如只住300以上的酒店)",
            "睡同一张床时，能不能接受没洗澡就躺床上？",
            "对方的东西可以放进你的行李箱吗？",
            "对方可以因为懒得背包，把小物件放你包里吗？(比如充电宝、防晒)",
            "洗澡时，可以穿错对方的拖鞋吗？",
            "洗漱用品、化妆品、护肤品可以共用吗？",
            "住宿时，要带一次性床单浴巾吗？",
            "洗漱桌面弄湿后，必须擦干吗？",
            "使用浴室后，是否期待对方清理好自己的毛发？",
            "可以调很多个起床闹钟吗？"
        ]
    },
    {
        name: "吃得开心篇",
        questions: [
            "出门旅游时，愿意每天至少点一顿外卖吗？",
            "点餐时，有自己不能退让的饮食癖好吗？(不能免葱 / 必须免葱)",
            "一人很喜欢的美食，另一人不喜欢可以直接说吗？",
            "很喜欢的餐馆，会连续两天去吃吗？",
            "什么都想尝尝，但总是点了吃不完可以吗？",
            "你认为「吃得完」比「想吃的」重要吗？",
            "爱买很多土特产但很难拿可以吗？",
            "一定要每顿饭先拍照再动筷可以吗？"
        ]
    },
    {
        name: "体验感篇",
        questions: [
            "出门前，花1小时打扮可以吗？",
            "出门后可以掏出手机回消息超过5次吗？",
            "可以总是在临出门前才想起上厕所吗？",
            "一人带路时，另一人可以半信半疑碎碎念吗？",
            "可以在景区与老板斤斤计较砍价吗？",
            "组织旅行时，是否接受对方的朋友/伴侣临时加入？",
            "尽管拍了合影，但不在朋友圈表露出你的存在可以吗？",
            "发朋友圈的合影，是否应该经过对方的确认？",
            "玩得不开心，可以挂脸吗？",
            "可以接受高度P图 / 滤镜吗？",
            "在对方喜欢的景点，愿意花超过15分钟拍到满意的照片吗？",
            "每一笔消费都希望A得清清楚楚吗？",
            "愿意在景点/餐厅排队超过30分钟吗？"
        ]
    },
    {
        name: "出门玩篇",
        questions: [
            "超过中午12点才起床，可以吗？",
            "旅行时，你一个人做攻略可以吗？",
            "临时不想去某个景点，可以吗？",
            "行程分歧时，可以暂时各玩各的吗？",
            "能不能临时更改汇合/出门时间？",
            "提前定好的行程，是否可以更改？",
            "逛景点时，体力不好的人，可以喊累并频繁休息吗？",
            "可以带着工作去旅游吗？",
            "可以全程都是你看导航吗？",
            "晚上洗完澡后，愿意再出门吗？",
            "可以接受一次超出预算的临时行程吗？(比如超出人均300块)",
            "希望超严谨打卡，比如要看完动物园每只熊猫吗？",
            "对方喜欢某个景点时，可以接受去超过两次吗？",
            "距离目的地超过800米，愿意打车吗？",
            "一天的微信步数超过2w步可以吗？"
        ]
    }
];